[
    {
      "_id": 1,
      "bgImg": "../assets/movies/Horimiya.jpg",
      "previewImg": "../assets/movies/Horimiya2.jpg",
      "video": "https://www.youtube.com/watch?v=tzWy6E7Onr4",
      "title": "Hori-san to Miyamura-kun",
      "year": "2021",
      "name": "Horimiya",
      "typeSort": "Série",
      "length": "25min",
      "category": "Comédie",
      "category2": "Romance",
      "type": "coming",
      "description": "Kyōko Hori est une lycéenne brillante et populaire, contrastant avec son camarade de classe, Izumi Miyamura, un garçon lugubre et supposé otaku portant des lunettes. En dehors de l'école, Hori est une casanière qui s'habille simplement et s'occupe de la maison et de son jeune frère Sōta. Un jour, lorsque Sōta est rentré chez lui blessé, il a été aidé par un inconnu aux multiples piercings. Cette personne se révèle être Miyamura. Tout en étant surprise par le fait qu'il est une personne différente à l'école, Hori est bouleversée quand Miyamura a vu sa véritable apparence à la maison, mais les deux acceptent de garder leur vraie personnalité secrète de leurs camarades de classe.",
      "active": true
    },
    {
      "_id": 2,
      "bgImg": "../assets/movies/SevenSpellBlades.jpg",
      "previewImg": "../assets/movies/SevenSpellBlades2.jpg",
      "video": "https://www.youtube.com/watch?v=aparDTFfZxY",
      "title": "Nanatsu no Maken ga Shihai Suru",
      "year": "2023",
      "name": "Reign of the Seven Spellblades",
      "typeSort": "Série",
      "length": "25min",
      "category": "Action",
      "category2": "Aventure",
      "type": "coming",
      "description": "Le printemps à la Kimberly Magic Academy, lorsque les nouveaux étudiants commencent leur première année. Un garçon, vêtu de robes noires avec une canne blanche et une épée attachée à la hanche, s'approche de la prestigieuse école. Ce jeune homme – Oliver – doit nouer des liens avec une fille brandissant un katana nommée Nanao s'il veut survivre aux dangers auxquels il doit faire face dans cette école qui est tout sauf ce qu'il semble être.",
      "active": false
    },
    {
      "_id": 3,
      "bgImg": "../assets/movies/ADiaries.jpeg",
      "previewImg": "../assets/movies/ADiaries2.jpg",
      "video": "https://www.youtube.com/watch?v=NrFRYrMizEw",
      "title": "Kusuriya no hitorigoto",
      "year": "2023",
      "name": "Les carnets de l'apothicaire",
      "typeSort": "Série",
      "length": "25min",
      "category": "Drame",
      "category2": "Historique",
      "type": "coming",
      "description": "À 17 ans, Mao Mao a une vie compliquée. Formée dès son jeune âge par un apothicaire du quartier des plaisirs, elle se retrouve enlevée et vendue comme servante dans le quartier des femmes du palais impérial. Entouré de hauts murs, il est coupé du monde extérieur. Afin de survivre dans cette prison de luxe grouillant de complots et de basses manœuvres, la jeune fille tente de cacher ses connaissances pour se fondre dans la masse. Mais quand les morts suspectes de princes nouveau-nés mettent la cour en émoi, sa passion pour les poisons prend le dessus. Elle observe, enquête et trouve la solution. En voulant bien faire, la voilà repérée. Jinshi, haut fonctionnaire aussi beau que calculateur, devine son talent et la promeut goûteuse personnelle d'une des favorites de l'empereur. Au beau milieu de ce nid de serpents, Mao Mao va utiliser toute son intelligence et tout son savoir pour démêler les intrigues de la cour car le moindre faux pas peut lui être fatal.",
      "active": false
    },
    {
      "_id": 4,
      "bgImg": "../assets/movies/Frieren.jpeg",
      "previewImg": "../assets/movies/Frieren2.webp",
      "video": "https://youtu.be/SpCVMuAMzNc?si=b-PSyWZPC88Zm7NMs",
      "title": "Sousou no Frieren",
      "year": "2023",
      "name": "Frieren",
      "typeSort": "Série",
      "length": "25min",
      "category": "Shonen",
      "category2": "Aventure",
      "type": "coming",
      "description": "L'histoire suit l'elfe magicienne Frieren, une ancienne membre du groupe d'aventuriers qui a vaincu le roi des démons et restauré l'harmonie du monde après une quête de 10 ans. Avant de se séparer, ils observèrent la pluie de comètes à Era qui n'a lieu qu'une fois tous les 50 ans. Frieren accepta de les revoir une nouvelle fois, et avec un meilleur point de vue, la prochaine fois que le festival aurait lieu (50 ans plus tard, donc). Frieren retourne à la capitale 50 ans plus tard, mais l'humanité a évolué et ses anciens compagnons ont tous vieilli. Après un dernier voyage pour voir la pluie de comètes, Himmel meurt de vieillesse. Durant les funérailles, Frieren se sent coupable de ne pas avoir tenté d'en apprendre plus sur lui. Frieren va ensuite visiter tous ses anciens compagnons. Elle accepte de prendre soin de Fern, une enfant adoptée et élevée par Heiter, et recrute Stark, le jeune disciple d'Eisen. Elle décide par la suite de voyager vers le nord lointain, l'endroit où les âmes des défunts résideraient, pour voir Himmel une nouvelle fois et lui faire ses adieux en lui exprimant ses sentiments.",
      "active": false
    },
    {
      "_id": 5,
      "bgImg": "../assets/movies/7thTimeLoop.webp",
      "previewImg": "../assets/movies/7thTimeLoop2.jpg",
      "video": "https://youtu.be/aPSmBt6GeqA?si=sURB8T24WSNfMFry",
      "title": "Loop 7-kaime no Akuyaku Reijō wa...",
      "year": "2023",
      "name": "7th Time Loop",
      "typeSort": "Série",
      "length": "25min",
      "category": "Fantasy",
      "category2": "Romance",
      "type": "coming",
      "description": "Rishe Weitzner a vu ses fiançailles avec le prince héritier annulées, mais c'est la septième fois que cela se produit ; elle est coincée dans une boucle temporelle , où quel que soit le travail qu'elle occupe ou le lieu, elle finit toujours morte à 20 ans, cinq ans après l' annulation . Cette fois, elle attire l'attention du prince Arnold du royaume voisin de Galkhein, qui a été à l'origine d'une guerre mondiale, de la peste, de l'épuisement des ressources et même d'un meurtre direct dans toutes ses boucles précédentes. Rishe accepte sa demande en mariage à condition qu'elle n'ait pas à accomplir de tâches royales et qu'elle puisse flâner ; aide également Arnold, alors qu'elle répond à la demande de son père de prendre « techniquement » une fiancée/otage étrangère. Cependant, elle commence bientôt à utiliser toutes ses compétences de vie passées pour aider les habitants du royaume de Galkhein et voit qu'Arnold n'est pas la même personne froide que dans sa 6ème boucle ; ce qui amène Rishe à se demander ce qui a refroidi le cœur d'Arnold.",
      "active": false
    },
    {
      "_id": 6,
      "bgImg": "../assets/movies/SpyXFamily.jpg",
      "previewImg": "../assets/movies/SpyXFamily2.jpg",
      "video": "https://youtu.be/4bpr8YfDvnE?si=5zuYdMYlvNTh5xAp",
      "title": "Spy x Family",
      "year": "2022",
      "name": "Spy x Family",
      "typeSort": "Série",
      "length": "25min",
      "category": "Action",
      "category2": "Aventure",
      "type": "coming",
      "description": "Se faisant passer pour un psychiatre dénommé Loid Forger, Twilight finit par visiter un orphelinat dans sa recherche d'un enfant. Il croise ainsi la route d'Anya, une fillette qui peut lire les pensées des autres et est passionnée par le monde de l'espionnage. Découvrant les véritables intentions de Loid, Anya s'arrange pour être choisie en lui faisant croire qu'elle peut passer le test d'entrée d'Eden. Anya parvient à réussir aux épreuves écrites de justesse, mais la présence de ses « deux parents » est réclamée par l'établissement pour l'entretien de sélection. Twilight n'a donc d'autre choix que de trouver une femme qui pourra endosser le rôle d'épouse. Ils rencontrent alors Yor Briar, une discrète fonctionnaire de mairie dont l'apparence est le sujet de railleries car elle n'est toujours pas mariée. Elle est en réalité une tueuse professionnelle opérant sous le nom de code « Princesse Ibara » et cherche un homme pour préserver sa couverture. Anya apprend avec son pouvoir que Yor est une tueuse à gages et, par curiosité, la pousse à devenir sa mère. De ce fait, les intérêts de chacun coïncident : tous trois commencent ainsi à vivre comme une famille improvisée, cachant chacun leur véritable identité aux yeux des autres.",
      "active": false
    },
    {
      "_id": 7,
      "bgImg": "../assets/movies/BuddyDaddies.jpg",
      "previewImg": "../assets/movies/BuddyDaddies2.jpe",
      "video": "https://youtu.be/x93IOgDQX6M?si=T-5hcMpoJkoUBCfw",
      "title": "Buddy Daddies",
      "year": "2023",
      "name": "Buddy Daddies",
      "typeSort": "Série",
      "length": "25min",
      "category": "Comédie",
      "category2": "Famille",
      "type": "coming",
      "description": "Buddy Daddies est centré sur une famille de trois personnes qui n'ont aucun lien de parenté : Kazuki Kurusu et Rei Suwa, des assassins qui vivent sous le même toit ; et Miri, la fille de la cible d'assassinat de Kazuki et Rei qui a fini par être récupérée par Kazuki, qu'elle pense être son père biologique.",
      "active": false
    },
    {
      "_id": 8,
      "bgImg": "../assets/movies/BlueExorcist.webp",
      "previewImg": "../assets/movies/BlueExorcist2.webp",
      "video": "https://youtu.be/C36CPKvyu0c?si=DGXjEMOW83MCApp2",
      "title": "Ao no Exorcist",
      "year": "2011",
      "name": "Blue Exorcist",
      "typeSort": "Série",
      "length": "25min",
      "category": "Action",
      "category2": "Comédie",
      "type": "coming",
      "description": "Le monde de Blue Exorcist se compose de deux dimensions qui s'opposent comme deux faces de miroirs. Le premier est le monde dans lequel les êtres humains vivent, Assiah. L’autre est le monde des démons, la Géhenne. Normalement, le voyage et même toute forme de contact entre les deux est impossible. Toutefois, les démons peuvent passer dans ce monde en possédant tout ce qui existe en son sein. Satan est le dieu des démons, mais il y a une chose qu’il n’a pas : un réceptacle dans le monde humain assez puissant pour le contenir. À cette fin, il a engendré Okumura Rin et Okumura Yukio (mais seul Rin a hérité des pouvoirs de Satan, Yukio étant trop faible), ses fils, d’une femme humaine, mais ces derniers sont-ils en accord avec ses plans, ou doivent-ils devenir autre chose ? Après avoir tué le père gardien Fujimoto, lors d’une tentative qui aurait dû permettre à Rin de retourner dans le monde des démons, il lui donne un rêve : devenir un exorciste pour vaincre le dieu des démons.",
      "active": false
    }
  ]